export const extras = [
    {
        title: 'УДОБРЕНИЯ ДЛЯ\n СРЕЗАННЫХ ЦВЕТОВ',
        text: 'При указании об этом в пожеланиях к букету, мы приложим пакетик удобрения для вас',

    },
    {
        title: 'ПОДПИШЕМ\n ОТКРЫТКУ',
        text: 'В пожелания к букету укажите текст, какой хотите разместить и выберите на сайте саму открытку',

    },
    {
        title: 'ФОТО БУКЕТА\n ПЕРЕД ОТПРАВКОЙ',
        text: 'В примечании к заказу укажите  \n об этом и мы отправим фото готового букета перед доставкой. \n В праздничные дни в связи  \n с большой загруженностью такой возможности нет',

    },
    {
        title: 'БУКЕТ-СЮРПРИЗ \n \n',
        text: 'Если хотите, чтобы получатель\n не знал, кто ему вручит и также\n  от кого, то укажите об этом \n  в примечаниях к заказу',

    },
];