import { ProductCardProps } from "../Interface/type";

export const ProductCard: ProductCardProps[] = [
    {
        id: '1',
        image: '/1.png',
        subtitle: 'лучший день',

        price: '167',
        newPrice: '167',
        category: 'Букеты из гипсофил',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',
    },
    {
        id: '2',
        image: '/1.png',
        subtitle: 'лучший день',

        price: ' 167000',
        category: 'Букеты из ромашек',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',

    },
    {
        id: '3',
        image: '/1.png',
        subtitle: 'лучший день',
        price: '167',
        category: 'Букеты из хризантем',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',

    },
    {
        id: '4',
        image: '/1.png',
        subtitle: 'лучший день',

        price: '167',
        newPrice: '167',
        category: 'Комнатные цветы в горшках',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',
    },
    {
        id: '5',
        image: '/2.png',
        subtitle: 'лучший день',

        price: '167',
        newPrice: '167',
        category: 'Монобукеты',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',
    },
    {
        id: '6',
        image: '/3.png',
        subtitle: 'лучший день',
        price: '167',
        category: 'Сборные букеты',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',
    },
    {
        id: '7',
        image: '/1.png',
        subtitle: 'лучший день',

        price: '167',
        newPrice: '167',
        category: 'Цветы на похороны',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',
    },
    {
        id: '8',
        image: '/1.png',
        subtitle: 'лучший день',

        price: '167',
        category: 'Букет на праздник ',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',
    },
    {
        id: '9',
        image: '/1.png',
        subtitle: 'лучший день',

        price: '167',
        category: 'Композиции из цветов',
        available: true,
        options: ['В корзине'],
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',

    },
    {
        id: '10',
        image: '/1.png',
        subtitle: 'лучший день',
        price: '7',
        newPrice: '167',
        category: 'Конверты',
        available: true,
        options: ['В корзине'],
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',

    },
    {
        id: '11',
        image: '/2.png',
        subtitle: 'лучший день',

        price: '167',
        category: 'Открытки',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',

    },
    {
        id: '12',
        image: '/3.png',
        subtitle: 'лучший день',

        price: '167',
        category: 'Букеты роз',
        options: ['В корзине'],

        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',

    },
    {
        id: '13',
        image: '/1.png',
        subtitle: 'лучший день',

        price: '7',
        newPrice: '167',
        category: 'Конверты',
        available: true,
        options: ['В корзине'],

        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',

    },
    {
        id: '14',
        image: '/2.png',
        subtitle: 'лучший день',

        price: '167',
        category: 'Открытки',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',

    },
    {
        id: '15',
        image: '/3.png',
        subtitle: 'лучший день',

        price: '167',
        category: 'Букеты роз',
        options: ['В корзине'],
        select: 'Популярное ',
        name: 'РУБИНОВЫЕ ИСКРЫ',
        composition:
            'Гвоздика (диантус), леукодендрон, леукосперум (нутан), лотос, роза',
        description:
            'Завораживающая глубина ваших чувств передана огненными красками этого букета',
        categoriesDescription: [
            '8 марта ',
            'Букет на 14 февраля ',
            'Букет на праздник ',
            'Букет цветов на День рождения ',
            'Композиция из цветов ',
            'Композиция из цветов в коробке ',
        ],
        tags: ['Для начальника', 'Мужские букеты'],
        images: ['/07.png', '/06.png'],
        mainImage: '/08.png',

    },




]