import { Steps } from "@/app/Utils/Interface/type";

export const steps: Steps[] = [
  {
    title: '1 ШАГ',
    text: 'Выберите какие букеты или продукты вы хотите купить.',
  },
  {
    title: '2 ШАГ',
    text: 'Оформите заказ, и мы отправим вам подтверждение на электронную почту, а так же менеджер свяжется с вами по телефону или в WhatsApp',
  },
  {
    title: '3 ШАГ',
    text: 'Наши флористы бережно подойдут к созданию букета цветов в самом начале дня или накануне',
  },
  {
    title: '4 ШАГ',
    text: 'Один из наших курьеров или партнёров доставит ваш заказ по указанному адресу. Мы отправим вам сообщение в Whats App как только заказ будет доставлен',
  },
  {
    title: '5 ШАГ',
    text: 'Наслаждайтесь цветами , если вы заказали их для дома или любовью, которой поделились, если вы заказали для друга',
  },
];