
type TeamDescriptionBlock = {
    text: string;
    uppercase?: boolean
};

export const teamDescription: TeamDescriptionBlock[] = [
    {
        text: 'молодая команда разных людей с одинаковыми ценностями.\n\n', uppercase: true
    },
    {
        text: 'Мы считаем, что удовольствие от качества длится дольше, чем удовольствие  от низкой цены. И поэтому в создание нашей букетерии мы вложили все, чем располагаем: душу, сердце, время и мечты! Мы готовы обещать вам только то, что можем сделать. А делаем мы только самое качественное, самое интересное и обязательно уникальное. Мы всегда честны со своими клиентами во всем – в нашем каталоге только те букеты, которые вы действительно сможете купить.'
    }
];

export const guaranteeText: TeamDescriptionBlock[] = [
    {
        text: `Каждый цветок уникален и чтобы вы были уверены в качестве, мы пришлем вам фотографию именно вашего букета до его отправки получателю. Вся предоставленная Вами информация конфиденциальна и будет известна только нам и курьеру для осуществления доставки.`
    }
];

export const flowerBenefits = [
    'выбор оттенков и сортов цветков в любое время года',
    'отправка фото готовой композиции перед отправкой',
    'возможность заказать цветы с доставкой в течение часа',
    'выгодные цены – на сайте только те варианты, что Вы сможете купить',
    'полная конфиденциальность по заказу',
    'мы подбираем открытку, воздушные шар, подарок по Вашему желанию',
    'в нашем уютном цветочном магазине цветы, которые приятно дарить.',
];

export const poeticText = [
    `Природная гармония цвета, 
     неповторимость бутонов
     и Ваши чувства
     в нежных лепестках
     не оставят никого 
     равнодушным.`,
];

export const finalText = [
    `Вы выбираете и заказываете цветочный сюрприз, а мы вкладываем в него душу!`,
];
